---
kind: other
id: Properties.T:Autodesk.Revit.DB.Form
zh: 对话框、窗口、窗体
source: html/1a1ea2b0-96e3-e7e7-e476-650d69a2a203.htm
---
# Form Properties

**中文**: 对话框、窗口、窗体

Get/set if the form's profiles are constrained.